<!doctype html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Политика конфиденциальности</title>
</head>
<body>

<h2>1. Условия использования сайта timeat.com.ua</h2>

<p>1.1. Данное пользовательское соглашение (именуемое в дальнейшем Соглашение) представляет собой оферту
    условий по пользованию веб-сайтом timeat.com.ua (далее – Сайт), в лице Администрации сайта и физическим
    лицом (именуемым в дальнейшем Пользователь), и регламентирующее условия предоставления Пользователем
    информации для размещения на Сайте.</p>

<p>1.2. Пользователем Сайта считается любое физическое лицо, когда-либо осуществившее доступ к Сайту,
    достигшее возраста, допустимого для акцепта настоящего Соглашения.</p>

<p>1.3. Пользователь обязан полностью ознакомиться с настоящим Соглашением до момента регистрации на
    Сайте. Регистрация Пользователя на Сайте означает полное и безоговорочное принятие Пользователем
    настоящего Соглашения. В случае несогласия с условиями Соглашения, использование Сайта Пользователем
    должно быть немедленно прекращено.</p>

<p>1.4. Настоящее Соглашение может быть изменено и/или дополнено Администрацией Сайта в одностороннем
    порядке без какого-либо специального уведомления. Настоящие Правила являются открытым и общедоступным
    документом.</p>

<p>1.5. Соглашение предусматривает взаимные права и обязанности Пользователя и Администрации Сайта по
    следующим пунктам:</p>

<p>Порядок использования Сайта; <br>
    Политика конфиденциальности; <br>
    Ограничение ответственности Администрации сайта;<br>
    Порядок действия Соглашения;</p>

<h2>Порядок использования Сайта</h2>

<p>2.1. Сайт timeat.com.ua Позволяет вам просматривать и загружать информацию с нашего сайта
    исключительно для личного некоммерческого использования. Запрещается изменять материалы сайта,
    распространять для общественных или коммерческих целей. Любое использование информации на других
    сайтах или в компьютерных сетях запрещается.</p>

<p>2.2. При регистрации на сайте и оформлении заказов, вы соглашаетесь предоставить достоверную и
    точную информацию о себе и своих контактных данных. Интернет магазин timeat.com.ua оставляет за
    собой право рассылки наших акционных предложений на ваш номер, указанный в заказе. При отказе мы
    обязуемся исключить ваш адрес из sms рассылки.</p>

<p>2.3. Вы можете обращаться к нам с вопросами, претензиями, пожеланиями по улучшению работы, либо
    с какой-либо иной информацией. При этом вы несете ответственность, что данное обращение не является
    незаконным, угрожающим, нарушает авторские права, дискриминацию людей по какому-либо признаку, а
    также содержит оскорбления либо иным образом нарушает действующее законодательство Украины.</p>

<h2>Персональная информация Пользователя</h2>

<p>3.1. Администрация сайта с уважением и ответственностью относится к конфиденциальной информации любого
    лица, ставшего посетителем этого сайта. Принимая это Соглашение Пользователь дает согласие на сбор и
    использование определенной информации о Пользователе в соответствии с положениями Закона Украины
    «О защите персональных данных» и политикой Администрации сайта о защите персональных данных. Кроме
    того, пользователь дает согласие, что Администрация сайта может собирать, использовать, передавать,
    обрабатывать и поддерживать информацию, связанную
    с аккаунтом Пользователя с целью предоставления соответственных услуг.</p>

<p>3.2. Администрация сайта обязуется осуществлять сбор только той персональной информации, которую
    Потребитель предоставляет добровольно в случае, когда информация нужна для предоставления (улучшения)
    услуг Потребителю.</p>

<p>3.3. Администрация сайта собирает как основные персональные данные, такие как имя, фамилия, отчество,
    адрес и электронный адрес, так и вторичные (технические) данные - файлы cookies, информация о
    соединениях и системная информация. </p>

<p>3.4. Пользователь соглашается с тем, что конфиденциальность переданных через интернет данных не
    гарантирована в случае, если доступ к этим данным получен третьими лицами вне зоны технический
    средств связи, подвластных Администрации сайта. Администрация сайта не несет ответственности за ущерб,
    нанесенный таким доступом.</p>

<p>3.5. Администрация сайта может использовать любую собранную через интернет-сайт timeat.com.ua
    информацию с целью улучшения содержания интернет-сайта, его доработки, передачи информации Пользователю
    (по запросам), для маркетинговых или исследовательских целей, а также для других целей, не противоречащим
    положениям действующего законодательства Украины.</p>

<h2>Ограничение ответственности Администрации сайта</h2>

<p>4.1. Администрация сайта не несет никакой ответственности за любые ошибки, опечатки и неточности,
    которые могут быть обнаружены в материалах, содержащихся на данном Сайте. Администрация сайта
    прикладывает все необходимые усилия, чтобы обеспечить точность и достоверность представляемой на
    Сайте информации. Вся информация и материалы предоставляются на условиях “как есть”, без каких либо
    гарантий, как явных, так и подразумеваемых.</p>

<p>4.2. Информация на Сайте постоянно обновляется и в любой момент может стать устаревшей.
    Администрация сайта не несет ответственности за получение устаревшей информации с Сайта, а также
    за неспособность Пользователя получить обновления хранящейся на Сайте информации.</p>

<p>4.3. Комментарии (текстовые материалы) размещенные на Сайте, под конкурсными публикациями/на
    конкурсных страницах являются интеллектуальной собственностью инициатора конкурсов/акций/активностей
    - интернет-магазина timeat.com.ua.</p>

<p>4.4. Администрация сайта не несет никакой ответственности за высказывания и мнения посетителей сайта,
    оставленные в качестве комментариев или обзоров. Мнение Администрация сайта может не совпадать с
    мнением и позицией авторов обзоров и комментариев. В то же время Администрация сайта принимает все
    возможные меры, чтобы не допускать публикацию сообщений, нарушающих действующее законодательство
    или нормы морали.</p>

<p>4.5. Администрация сайта не несет ответственности за возможные противоправные действия Пользователя
    относительно третьих лиц, либо третьих лиц относительно Пользователя.</p>

<p>4.6. Администрация сайта не несет ответственности за высказывания Пользователя, произведенные или
    опубликованные на сайте timeat.com.ua .</p>

<p>4.7. Администрация сайта не несет ответственности за ущерб, убытки или расходы (реальные либо
    возможные), возникшие в связи с настоящим Сайтом, его использованием или невозможностью использования.

<p>4.8. Администрация сайта не несет ответственности за неполное, неточное, некорректное указание
    Пользователем своих данных при создании учетной записи Пользователя. </p>

<p>4.9. При возникновении проблем в использовании сайта timeat.com.ua, несогласия с конкретными разделами
    Пользовательского соглашения, либо получении Пользователем недостоверной информации от третьих лиц,
    либо информации оскорбительного характера, любой иной неприемлемой информации, пожалуйста, обратитесь
    к администрации Сайта timeat.com.ua для того, чтобы Администрация сайта могла проанализировать и
    устранить соответствующие дефекты, ограничить и предотвратить поступление на Сайт нежелательной
    информации, а также, при необходимости, ограничить
    либо прекратить обязательства по предоставлению своих услуг любому Пользователю и клиенту, умышленно
    нарушающему предписания Соглашения и функционирование работы Сайта.</p>

<p>4.10. В целях вышеизложенного Администрация сайта оставляет за собой право удалять размещенную на
    Сайте информацию и предпринимать технические и юридические меры для прекращения доступа к Сайту
    Пользователей, создающих согласно заключению Администрация сайта, проблемы в использовании Сайта
    другими Пользователями, или Пользователей, нарушающих требования Соглашения.</p>

<h2>Порядок действия Соглашения</h2>

<p>5.1. Настоящее Соглашение является договором. Администрация сайта оставляет за собой право как
    изменить настоящее Соглашение, так и ввести новое. Подобные изменения вступают в силу с момента
    их размещения на Сайте. Использование Пользователем материалов сайта после изменения Соглашения
    автоматически означает их принятие.</p>

<p>5.2. Данное Соглашение вступает в силу при первом посещении Сайта Пользователем и действует между
    Пользователем и Компанией на протяжении всего периода использования Пользователем Сайта.</p>

<p>5.3. Сайт является объектом права интеллектуальной собственности Администрации сайта. Все
    исключительные имущественные авторские права на сайт принадлежат Администрации сайта. Использование
    сайта Пользователями возможно строго в рамках Соглашения и законодательства Украины о правах
    интеллектуальной собственности.</p>

<p>5.4. Все торговые марки и названия, на которые даются ссылки в материалах настоящего Cайта,
    являются собственностью их соответствующих владельцев. </p>

<p>5.5. Пользователь соглашается не воспроизводить, не повторять, не копировать, какие-либо части
    Сайта, кроме тех случаев, когда такое разрешение дано Пользователю Администрацией сайта.</p>

<p>5.6. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Украины.
    Вопросы, не урегулированные Соглашением, подлежат разрешению в соответствии с законодательством Украины.</p>

<h2>Правообладателям:</h2>
<p>Если вы нашли на сайте незаконно опубликованную вашу интеллектуальную собственность (фото, текст,
    и др.), свяжитесь с администрацией сайта для устранения проблемы.</p>
</body>
</html>